Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Preliminary estimates of the size of the discovery range between 2.4 and 3.2 million cubic metres of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 2,4 og 3,2 millioner Sm3 utvinnbare oljeekvivalenter.

source: A gas-condensate ratio of about 3000 Sm3/Sm3 is expected.
nb: Et gass-kondensat forhold rundt 3000 Sm3 /Sm3 er forventet.

source: The licensees in the production licence will consider producing the discovery via the Heimdal field.
nb: Rettighetshaverne i utvinningstillatelsen vil vurdere å produsere funnet mot Heimdalfeltet.

source: Well 25/5-7 was drilled by Ocean Vanguard.
nb: Brønn 25/5-7 ble boret av Ocean Vanguard.

source: The drilling facility will now proceed to production licence 303, north of the Sleipner area in the North Sea, to drill appraisal well 15/6-11 S, where Statoil ASA is the operator.
nb: Boreinnretningen skal nå til utvinningstillatelse 303 nord for Sleipnerområdet i Nordsjøen for å bore avgrensningsbrønn 15/6-11 S der Statoil ASA er operatør.

source: The well is located 15 km northwest of the Snorre field in the northern North Sea.
nb: Brønnen ligger 15 kilometer nordvest for Snorrefeltet i nordlige Nordsjøen.

source: The objective of the well was to prove petroleum in the Brent group in Middle Jurassic rocks, and in the Dunlin group and the Statfjord formation in Lower Jurassic rocks.
nb: Hensikten med brønnen var å påvise petroleum i Brentgruppen i midtre jura bergarter og i Dunlingruppen og Statfjordformasjonen i nedre jura bergarter.

source: The well proved oil in the Brent group and in the Statfjord formation.
nb: Brønnen påviste olje i Brentgruppen og i Statfjordformasjonen.

source: The estimated size of the discovery is between 7 and 40 million standard cubic metres of contingent resources.
nb: Størrelsen på funnet er anslått til mellom 7 og 40 millioner standard kubikkmeter utvinnbar olje.

source: Further appraisal will be needed.
nb: Det vil være behov for ytterligere avgrensning.

source: The well has not been formation-tested, but extensive data acquisition and sampling have been carried out.
nb: Brønnen er ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The production licence has decided to abandon the well temporarily, with a plan for subsequent appraisal.
nb: Utvinningstillatelsen har besluttet midlertidig å forlate brønnen med plan for senere avgrensning.

source: The well was drilled to a vertical depth of 4296 metres below the sea surface, and was terminated in Late Triassic rocks.
nb: Brønnen ble boret til et vertikalt dyp av 4296 meter under havflaten, og ble avsluttet i bergarter av sen trias alder.

source: Well 34/4-11 was drilled by the Songa Delta drilling facility in 375 metres of water.
nb: Brønn 34/4-11 ble boret av boreinnretningen Songa Delta på 375 meters vanndyp.

source: The facility will now proceed to production licence 476 in the Norwegian Sea to drill wildcat well 6507/11-10, where Det norske oljeselskap ASA is the operator.
nb: Den skal nå til utvinningstillatelse 476 i Norskehavet for å bore undersøkelsesbrønn 6507/11-10 der Det norske oljeselskap ASA er operatør.

source: The licensees in production licence 375 are:
nb: Rettighetshavere i utvinningstillatelse 375 er:

source: Petro-Canada Norge AS (operator):
nb: Petro-Canada Norge AS (op):

source: The objective of the well was to prove petroleum in the lower part of the Lunde formation in the Upper Triassic.
nb: Hensikten med brønnen var å påvise petroleum i nedre del av Lundeformasjonen i øvre trias.

source: The well proved oil in the Lunde formation, with reservoir rocks and reservoir quality as expected.
nb: Brønnen påviste olje i Lundeformasjonen med reservoarbergarter og reservoarkvalitet som forventet.

source: Preliminary estimates indicate that the size of the discovery is between 1.0 and 3.0 million standard cubic metres of recoverable oil equivalents.
nb: Størrelsen på funnet er foreløpig beregnet til å være mellom 1,0 og 3,0 millioner standard kubikkmeter utvinnbare oljeekvivalenter.

source: The licensees in production licence 057/Snorre Unit will consider producing the discovery via the Snorre field.
nb: Rettighetshaverne i utvinningstillatelse 057/Snorre Unit vil vurdere å produsere funnet mot Snorrefeltet.

source: The well is the 12th exploration well in production licence 057.
nb: Brønnen er den 12. letebrønnen i utvinningstillatelse 057.

source: The well was drilled to a vertical depth of 2652 metres below the sea surface, and was terminated in the Lunde formation in the Upper Triassic.
nb: Brønnen ble boret til et vertikalt dyp av 2652 meter under havflaten, og ble avsluttet i Lundeformasjonen i øvre trias.

source: The water depth is 382 metres.
nb: Havdypet er 382 meter.

source: Well 34/4-12 A was drilled by the Ocean Vanguard, which will now proceed to production licence 128 in the Norwegian Sea to drill wildcat well 6608/10-14 S where Statoil Petroleum AS is the operator.
nb: Brønn 34/4-12 A ble boret av Ocean Vanguard som nå skal til utvinningstillatelse 128 i Norskehavet for å bore undersøkelsesbrønn 6608/10-14 S der Statoil Petroleum AS er operatør.

source: The objective of the well was to prove petroleum in the Lunde formation in the Upper Triassic reservoir rocks in a downthrown position in relation to the Snorre field.
nb: Hensikten med brønnen var å påvise petroleum i Lundeformasjonen i øvre trias reservoarbergarter i nedforkastet posisjon i forhold til Snorrefeltet.

source: The well proved oil in a very limited column in the Lunde formation, with poorer reservoir quality than expected.
nb: Brønnen påviste olje i en meget begrenset kolonne i Lundeformasjonen med dårligere reservoarkvalitet enn forventet.

source: The well was not formation tested, but extensive data collection and sampling was carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The licencees in production licence 057 will consider producing the find with a tie-in to Snorre B.
nb: Rettighetshaverne i utvinningstillatelse 057 vil vurdere å produsere funnet mot Snorre B.

source: The well was drilled to a vertical depth of 2940 meters below the sea surface, and was terminated in the lower part of the Lunde formation in the Upper Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 2940 meter under havflaten, og ble avsluttet i nedre del av Lundeformasjonen i øvre trias.

source: The water depth at the site is 385 meters.
nb: Havdypet er 385 meter.

source: Well 34/4-12 S was drilled by the drilling facility Ocean Vanguard, which is now drilling a new wildcat well, 34/4-12 A, from the same surface position.
nb: Brønn 34/4-12 S ble boret av boreinnretningen Ocean Vanguard, som nå borer en ny undersøkelsesbrønn, 34/4-12 A, fra samme overflateposisjon.

source: This was resolved by the Storting (Norwegian Parliament) on 27 November 2009.
nb: Dette ble vedtatt av Stortinget 27. november 2009.

source: The purpose of the well was to delineate the oil discovery in 34/4-11, proven in 2010.
nb: Formålet med brønnen var å avgrense oljefunnet i 34/4-11, påvist i 2010.

source: The well was drilled about 15 kilometres northwest of the Snorre field in the North Sea.
nb: Brønnen er boret rundt 15 kilometer nordvest for Snorrefeltet i Nordsjøen.

source: The purpose of the well was to prove petroleum in the Statfjord formation from the Early Jurassic Age.
nb: Hensikten med brønnen var å påvise petroleum i Statfjordformasjonen av tidlig jura alder.

source: The secondary exploration targets were to prove petroleum in the reservoir rocks in the Cook formation from the Jurassic Age and in the Lunde formation from the Triassic Age.
nb: Sekundære letemål var å påvise petroleum i reservoarbergarter i Cookformasjonen av jura alder og i Lundeformasjonen av trias alder.

source: The well encountered oil in the Statfjord formation.
nb: Brønnen påtraff olje i Statfjordformasjonen.

source: The size of the discovery is still unclear.
nb: Størrelsen på funnet er foreløpig uavklart.

source: A formation test has been carried out with a maximum production rate of 1600 standard cubic metres (Sm3) of oil per day through a 28/64-inch nozzle.
nb: Det er gjennomført en formasjonstest med maksimum produksjonsrate på 1600 standard kubikkmeter (Sm3) olje per dag gjennom en 28/64 tommer dyseåpning.

source: Preliminary results from the well testing are positive.
nb: Foreløpige resultater fra brønntesten er positive.

source: Well 34/4-13 S was drilled to a vertical depth of 4273 metres below the sea surface, and was terminated in the Lunde formation from the Late Triassic Age.
nb: Brønn 34/4-13 S ble boret til et vertikalt dyp av 4273 meter under havflaten, og ble avsluttet i Lundeformasjonen av sen trias alder.

source: The sea depth was 375 metres.
nb: Havdypet var 375 meter.

source: Well 34/4-13 S was drilled by the West Alpha drilling facility, which will now proceed to production licence 545 to drill wildcat well 17/6-1, where Norwegian Energy Company is the operator.
nb: Brønn 34/4-13 S ble boret av boreinnretningen West Alpha, som nå skal til utvinningstillatelse 545 for å bore undersøkelsesbrønn 17/6-1 der Norwegian Energy Company er operatør.

source: Licensees in the production license 375 per.
nb: Rettighetshavere i utvinningstillatlese 375 per.

source: The discovery was proven in March 2010 in Lower Jurassic reservoir rocks (the Cook formation), and is situated about 25 kilometres northeast of the Snorre field centre in the North Sea.
nb: Funnet ble påvist i mars 2010 i nedre jura reservoarbergarter (Cookformasjonen), og er om lag 25 kilometer nordøst for Snorre feltsenter i Nordsjøen.

source: Well 34/5-1 S proved 65 metres (gross) of oil-bearing strata.
nb: Brønn 34/5-1 S påviste 65 meter (brutto) med oljeførende bergarter.

source: The objective of well 34/5-1 A was to prove petroleum in a structure adjacent to the 34/5-1 S discovery.
nb: Hensikten med brønnen 34/5-1 A var å påvise petroleum i en nabostruktur av funnet i 34/5-1 S.

source: A reservoir was encountered in the Cook formation with reservoir rocks and quality as expected.
nb: Det ble påtruffet reservoar i Cookformasjonen og med reservoarbergarter og reservoarkvalitet som forventet.

source: Data acquisition and sampling have been carried out.
nb: Det er utført datainnsamling og prøvetaking.

source: The results of the well will be integrated with data from the discovery well 34/5-1 S, before a final decision is made as regards future delineation of the discovery.
nb: Brønnresultatene vil bli integrert med data fra funnbrønn 34/5-1 S, før en endelig avgjørelse vil bli tatt i forbindelse med fremtidig avgrensning av funnet.

source: The well was drilled to a vertical depth of 3706.5 metres below the sea surface, and was terminated in the Burton formation from the Early Jurassic Age.
nb: Brønnen ble boret til et vertikalt dyp på 3706,5 meter under havflaten og ble avsluttet i Burtonformasjonen av tidlig jura alder.

source: Water depth at the site is 387 metres.
nb: Havdypet er 387 meter.

source: The well was drilled by the Bredford Dolphin drilling facility, which will now proceed to production licence 337 in the North Sea to drill wildcat well 15/12-22, where Det norske oljeselskap ASA is the operator.
nb: Brønnen ble boret av boreinnretningen Bredford Dolphin som nå skal til utvinningstillatelse 337 i Nordsjøen for å bore undersøkelsesbrønn 15/12-22, der Det norske oljeselskap ASA er operatør.

source: The primary exploration target for the well was to prove petroleum in Lower Jurassic reservoir rocks (the Cook formation).
nb: Primært letemål for brønnen var å påvise petroleum i nedre jura reservoarbergarter (Cookformasjonen).

source: The secondary exploration target was to prove petroleum in Lower Jurassic to Upper Triassic reservoir rocks (the Statfjord formation).
nb: Sekundært letemål var å påvise petroleum i nedre jura til øvre trias reservoarbergarter (Statfjordformasjonen).

source: The licensees will consider the resource potential by drilling an appraisal well as a sidetrack from well 34/5-1 S.
nb: Rettighetshaverne vil vurdere ressurspotensialet nærmere ved å bore en avgrensningsbrønn som et sidesteg fra brønn 34/5-1 S.

source: The well was drilled to a vertical depth of 3712 metres below the sea surface, and was terminated in the Statfjord formation.
nb: Brønnen ble boret til et vertikalt dyp av 3712 meter under havflaten, og ble avsluttet i Statfjordformasjonen.

source: The water depth at the site is is 387 metres.
nb: Havdypet er 387 meter.

source: After the appraisal well is drilled, well 34/5-1 S will be permanently plugged and abandoned.
nb: Etter boring av avgrensningsbrønnen vil brønn 34/5-1 S bli permanent plugget og forlatt.

source: Well 34/5-1 S was drilled by the Bredford Dolphin drilling facility, which will now drill appraisal well 34/5-1 A on the discovery.
nb: Brønn 34/5-1 S ble boret av boreinnretningen Bredford Dolphin, som nå skal bore avgrensningsbrønn 34/5-1 A på funnet.

source: Well path 33/9-20 will be drilled from the drilling facility at Murchison in position 61°23’48.26” North and 1°44’27.25” East in the UK sector.
nb: Brønnbane 33/9-20 skal bores fra boreinnretningen på Murchisonfeltet i posisjon 61°23’48.26” Nord og 1°44’27.25” Øst på britisk side.

source: The drilling program for well path 33/9-20 applies to drilling of a wildcat well in production licence 037D.
nb: Boreprogrammet for brønnbane 33/9-20 gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 037D.

source: The well is located about twelve kilometres west of the earlier Peon discovery in the North Sea.
nb: Brønnen er lokalisert om lag tolv kilometer vest for det tidligere Peon-funnet i Nordsjøen.

source: The purpose of the well was to prove petroleum in early Jurassic reservoir rocks (the Cook formation).
nb: Hensikten med brønnen var å påvise petroleum i tidlig jura reservoarbergarter (Cookformasjonen).

source: The secondary exploration target was to prove petroleum in the Lista formation from the Paleocene Age.
nb: Sekundært letemål var å påvise petroleum i Listaformasjonen av paleocen alder.

source: The primary target encountered early Jurassic reservoir rocks with reservoir quality as projected, but which were water-bearing.
nb: I primærmålet ble det påtruffet tidlig jura reservoarbergarter og med reservoarkvalitet som prognosert, men som var vannførende.

source: The Lista formation consisted of claystone with limestone veins, and no reservoir rocks were encountered.
nb: Listaformasjonen besto av leirstein med kalksteinsstrenger, og ingen reservoarbergarter ble påtruffet.

source: The well is the second exploration well in production licence 269.
nb: Brønnen er den andre letebrønnen i utvinningstillatelse 269.

source: The production licence was awarded on 27 April 2001, in the North Sea Awards 2000.
nb: Tillatelsen ble gitt 27. april 2001, i Nordsjøtildelingen 2000.

source: The well was drilled to a vertical depth of 4099 metres below the sea surface, and was terminated in the Statfjord formation from the early Jurassic Age.
nb: Brønnen ble boret til et vertikalt dyp av 4099 meter under havflaten, og ble avsluttet i Statfjordformasjonen av tidlig jura alder.

source: Water depth in the area is 410 metres.
nb: Havdypet i området er 410 meter.

source: Well 35/1-2 S was drilled by the Transocean Leader drilling facility , which will now proceed to production licence 303 in the North Sea to drill wildcat well 15/6-12, where Statoil Petroleum AS is the operator.
nb: Brønn 35/1-2 S ble boret av boreinnretningen Transocean Leader, som nå skal til utvinningstillatelse 303 i Nordsjøen for å bore undersøkelsesbrønn 15/6-12, der Statoil Petroleum AS er operatør.

source: Statoil Petroleum AS is the sole licensee in production licence 269 with an ownership interest of 100 per cent.
nb: Rettighetshavere i utvinningstillatelse 269 er Statoil Petroleum AS med en andel på 100 prosent.

source: The well is located about six kilometers southwest of the Gjøa field in the North Sea.
nb: Brønnen er om lag seks kilometer sørvest for Gjøafeltet i Nordsjøen.

source: The objective of the well was to prove petroleum in the Agat formation in Lower Cretaceous reservoir rocks.
nb: Hensikten med brønnen var å påvise petroleum i Agatformasjonen i nedre kritt reservoarbergarter.

source: The well did not encounter the reservoir rocks as expected in the Lower Cretaceous.
nb: Brønnen påtraff ikke reservoarbergarten som forventet i nedre kritt.

source: However, non-mobile petroleum was encountered in reservoir rock with little thickness and poor reservoir quality deeper in the Cretaceous.
nb: Det ble imidlertid påtruffet ikke bevegelig petroleum i reservoarbergarten med liten mektighet og dårlig reservoarkvalitet dypere i kritt.

source: The well is classified as a dry well.
nb: Brønnen blir klassifisert som tørr.

source: The well was drilled to a vertical depth of 3513 metres below the sea surface and was terminated in the Middle Jurassic.
nb: Brønn ble boret til et vertikalt dyp av 3513 meter under havflaten, og ble avsluttet i midtre jura.

source: The water depth at the site is 365 metres.
nb: Havdypet er 365 meter.

source: Well 35/9-5 was drilled by the West Alpha drilling facility, which will now proceed to production licence 433 in the Norwegian Sea to drill wildcat well 6506/9-2S where Centrica Resources Norge AS is the operator.
nb: Brønn 35/9-5 ble boret av boreinnretningen West Alpha som nå skal til utvinningstillatelse 433 i Norskehavet for å bore undersøkelsesbrønn 6506/9-2S der Centrica Resources Norge AS er operatør.

source: The licensees in production licence 419
nb: Rettighetshavere i utvinningstillatelse 419 er:

source: The primary exploration target for the well was to prove petroleum in reservoir rocks from the Middle Jurassic (the Brent group).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter i midtre jura (Brentgruppen).

source: The secondary exploration target was to prove petroleum in reservoir rocks in the Upper Jurassic (the Viking group) and the Lower Jurassic (the Dunlin group).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter i øvre jura (Vikinggruppen) og nedre jura (Dunlingruppen).

source: Petroleum (mainly oil) was proven over a gross column of more than 435 metres in the Viking group, the Brent and Dunlin groups.
nb: Det ble påvist petroleum (hovedsakelig olje) over en brutto kolonne på over 435 meter i Vikinggruppen, Brent- og Dunlingruppen.

source: The reservoir rocks are of variable reservoir quality and thickness.
nb: Reservoarbergartene har varierende reservoarkvalitet og mektighet.

source: The reservoirs also have different pressure regimes, and the water contact was not encountered.
nb: I tillegg har reservoarene ulike trykkregimer, og vannkontakten ble ikke påtruffet.

source: Small-scale formation tests carried out showed variable flow properties.
nb: Småskala formasjonstester som ble utført viste varierende strømningsegenskaper.

source: Preliminary estimates place the size of the discovery at between 2 and 10 million Sm3 of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 2 og 10 millioner Sm3 utvinnbare oljeekvivalenter.

source: The final size and extent of the discovery will require appraisal drilling.
nb: Endelig størrelse og utbredelse av funnet vil kreve avgrensningsboring.

source: The well is the first exploration well in production licence 420.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 420.

source: The production licence was awarded in APA 2006.
nb: Tillatelsen ble tildelt i TFO 2006.

source: The well was drilled to a vertical depth of 3664 metres below the sea surface and was terminated in the Upper Triassic.
nb: Brønnen ble boret til et vertikalt dyp av 3664 meter under havflaten, og den ble avsluttet i øvre trias.

source: Water depth at the site is 370 metres.
nb: Havdypet er 370 meter.

source: The well was drilled about 10 kilometres east of the Trym field in the southern part of the North Sea.
nb: Brønnen er boret om lag 10 kilometer øst for Trymfeltet i den sørlige delen av Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in reservoir rocks in the Early Permian (the Rotligende group).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av tidlig perm alder (Rotliegendesgruppen).

source: The secondary exploration target was to prove petroleum in Paleocene and Lower Cretaceous reservoir rocks (the Ran formation).
nb: Sekundært letemål var å påvise petroleum i paleocene og nedre kritt reservoarbergarter (Ranformasjonen).

source: The well encountered the Rotligende group with reservoir rocks of poorer reservoir quality than expected.
nb: Brønnen påtraff Rotligendesgruppen med reservoarbergarter av dårligere reservoarkvalitet enn forventet.

source: In the secondary exploration target in Paleocene, reservoir rocks were encountered with the expected reservoir quality, while the secondary drilling target in the Ran formation was not encountered.
nb: I sekundært letemål i paleocene ble det påtruffet reservoarbergarter med resevoarkvalitet som forventet, mens sekundært boremål i Ranformasjonen ikke ble påtruffet.

source: The well is the first exploration well in production licence 400.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 400.

source: The well was drilled to a vertical depth of approximately 4 070 metres below the sea surface, and was terminated in the Rotligende group in the Lower Permian.
nb: Brønnen ble boret til et vertikalt dyp av ca 4070 meter under havflaten, og ble avsluttet i Rotligendegruppen i perm.

source: The water depth at the site is 65 meters.
nb: Havdypet er 65 meter.

source: Well 3/8-1 was drilled by the drilling facility Maersk Guardian, which will now proceed to the Varg field in production licence 038 in the North Sea, where Talisman is operator.
nb: Brønn 3/8-1 ble boret av boreinnretningen Maersk Guardian som nå skal til Vargfeltet i utvinningstillatelse 38 i Nordsjøen der Talisman Energy Norge AS er operatør.

source: The well was drilled about 20 kilometres southeast of the Åsgard field and 10 kilometres northwest of the Tyrihans field in the Norwegian Sea.
nb: Brønnen er boret om lag 20 kilometer sørøst for Åsgardfeltet og 10 kilometer nordvest for Tyrihansfeltet i Norskehavet.

source: The primary exploration target for the well was to prove petroleum in Middle Jurassic reservoir rocks (the Garn formation).
nb: Primært letemål for brønnen var å påvise petroleum i midtre jura reservoarbergarter (Garnformasjonen).

source: The secondary exploration target was to prove petroleum in Middle to Lower Jurassic reservoir rocks (the Ile and Tilje formations).
nb: Sekundært letemål var å påvise petroleum i midtre til nedre jura reservoarbergarter (Ile- og Tiljeformasjonene).

source: Oil with associated gas was proven in the Garn formation, with better than expected reservoir rocks and reservoir quality.
nb: Det ble påvist olje med assosiert gass i Garnformasjonen med reservoarbergarter og reservoarkvalitet bedre enn forventet.

source: Reservoir rocks were also encountered in the Ile and Tilje formations as expected, but they were water-bearing.
nb: I tillegg ble det påtruffet reservoarbergarter i Ile- og Tiljeformasjonene som forventet, men disse var vannførende.

source: Preliminary estimates of the size of the discovery indicate 10-20 million standard cubic metres (Sm3) of recoverable oil and 2-5 billion Sm3 of recoverable gas.
nb: Foreløpig er størrelsen på funnet beregnet til 10-20 millioner standard kubikkmeter (Sm3) utvinnbar olje og 2-5 milliarder Sm3 utvinnbar gass.
